"KEY"                     = "希腊语";
"OK"                      = "Εντάξει";
"Back"                    = "Πίσω";
"Done"                    = "Εγινε";
"Edit"                    = "Επεξεργασία";
"Sorry"                   = "Συγνώμη";
"Cancel"                  = "Ματαίωση";
"Setting"                 = "Σύνθεση";
"Photos"                  = "Φωτογραφίες";
"Videos"                  = "Βίντεο";
"Preview"                 = "Προεπισκόπηση";
"Full image"              = "Πλήρης εικόνα";
"Processing..."           = "Επεξεργασία...";
"No Photos or Videos"     = "Χωρίς φωτογραφίες ή βίντεο";
"Synchronizing photos from iCloud" = "Συγχρονισμός φωτογραφιών από το iCloud";
"iCloud sync failed"    = "Ο συγχρονισμός iCloud απέτυχε";
"Can not use camera"      = "Δεν είναι δυνατή η χρήση της κάμερας";
"Can not choose both video and photo" = "Δεν είναι δυνατή η επιλογή βίντεο και φωτογραφίας";
"Can not choose both photo and GIF" = "Δεν είναι δυνατή η επιλογή φωτογραφίας και GIF";
"Select the video when in multi state, we will handle the video as a photo" = "Επιλέξτε το βίντεο όταν βρίσκεται σε πολλαπλή κατάσταση, θα χειριστούμε το βίντεο ως φωτογραφία";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Δεν μπορείτε να μεταβείτε στη σελίδα ρυθμίσεων απορρήτου, μεταβείτε μόνοι σας στη σελίδα ρυθμίσεων, σας ευχαριστώ";
"Select a maximum of %zd photos" = "Επιλέξτε μόνο έως %zd εικόνες";
"Select a minimum of %zd photos" = "Επιλέξτε τουλάχιστον %zd φωτογραφίες";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "Επιτρέψτε στον %@ να έχει πρόσβαση στο λεύκωμά σας στις \"Ρυθμίσεις > Απόρρητο > Φωτογραφίες\"";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "Επιτρέψτε στο %@ να έχει πρόσβαση στην κάμερά σας στις \"Ρυθμίσεις > Απόρρητο > Κάμερα\"";
"Selected for %ld seconds" = "Επιλέχθηκε για %ld δευτερόλεπτα";
"Allow %@ to access your all photos" = "Το %@ έχει πρόσβαση μόνο σε επιλεγμένες φωτογραφίες. Να επιτρέπεται η πρόσβαση σε \"Όλες οι φωτογραφίες\"";
"Add more accessible photos" = "Προσθέστε περισσότερες \n προσβάσιμες φωτογραφίες";
